/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Error Loading Page" = "Impossible d'ouvrir la page";

/* No comment provided by engineer. */
"Important Notice for First Time Users" = "Information importante pour la première utilisation";

/* No comment provided by engineer. */
"FirstTimeUserNotice" = "Veuillez utiliser la combinaison Commande+Q pour quitter SEB, et (fn+)F3+F6 pour ouvrir les préférences.\n\nCe message s'affiche jusqu'à ce que vous changiez les préférences une première fois. Dans les préférences, vous devriez en outre définir un mot de passe pour permettre de quitter le programme, et un mot de passe pour restreindre l'accès aux réglages de SEB.";

/* No comment provided by engineer. */
"32bitDisclaimer" = "MODE RESTREINT: Vous exécutez SEB en mode 32-bits. Dans ce mode, tous les plugins Web, tels que Flash Player, sont désactivés pour des raisons de sécurité. Consultez l'aide pour de plus amples informations.\n\n";

/* No comment provided by engineer. */
"Please confirm password" = "Veuillez confirmer";

/* No comment provided by engineer. */
"Are you sure you want to quit SEB?" = "Etes vous sûr(e) de vouloir quitter SEB?";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"CopyrightPart2" = "WebKit © 2003-2010 Apple Computer, Inc.  All rights reserved.\n\nCe projet a été conduit dans le cadre du programme \"AAA/SWITCH – e-infrastructure for e- science\" sous la direction de SWITCH (Swiss National Research and Education Network), et a été soutenu financièrement par le Secrétariat d'Etat à l'éducation et à la recherche (SER) et le Conseil des EPF.";
